Repository: nvdaes/readFeeds
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, cs, da, de, es, fa, fi, fr, he, hr, hu, pl, ro, ru, sk, sl, sr, tr, uk

source: Unable to refresh feed. Check your Internet conectivity or that the specified feed address is correct.
ar: تعذر تنشيط التلقيم. تأكد من الاتصال بالإنترنت أو من صحة عنوان التلقيم.
bg: Невъзможно опресняване на източника. Проверете вашата интернет връзка или се уверете, че посоченият адрес на източника е правилен.
cs: Nepodařilo se aktualizovat RSS kanál. Zkontrolujte Internetové připojení, nebo platnost adresy kanálu.
da: Kan ikke opdatere feed. Kontroller din internetforbindelse, og sørg for, at den angivne adresse er korrekt.
de: Der RSS-Feed konnte nicht aktualisiert werden. Überprüfen Sie bitte Ihre Internetverbindung oder ob die angegebene Adresse korrekt ist.
es: No es posible actualizar el feed. Comprueba tu conectividad a Internet o que la dirección de feeds especificada es correcta.
fa: نمیتوانم خوراک را نوسازی کنم. اتصال اینترنتتان را بررسی کنید یا مطمئن شوید که نشانیِ خوراکِ موردِ نظرتان درست باشد.
fi: Syötettä ei voi päivittää. Tarkista, että internet-yhteys on käytettävissä tai että määrittämäsi syötteen osoite on oikein.
fr: Impossible d'actualiser les flux. Vérifiez votre connexion à Internet ou que l'adresse du flux spécifié est correct.
he: לא ניתן לרענן את רשימת ההזנו. נא לבדוק את ההתחברות לרשת ואת הכתובת של מקור ההזנות.
hr: Nije moguće aktualizirati feed. Provjeri ispravnost internetske veze ili adrese feeda.
hu: Nem lehet frissíteni az rss hírcsatornát. Ellenőrizze internet kapcsolatát, vagy hogy a megadott url helyes-e.
pl: Nie można odświeżyć kanału. Sprawdź połączenie internetowe i poprawność podanego adresu kanału.
ro: Reîmprospătarea fluxului nereușită. Verificați conexiunea la internet sau dacă adresa specificată a fluxului este corectă.
ru: Невозможно обновить новостную ленту. Проверьте своё интернет-соединение или правильность указания адреса новостной ленты.
sk: Nepodarilo sa obnoviť zoznam článkov. Skontrolujte dostupnosť internetového pripojenia a overte platnosť adresy zdroja.
sl: Ni mogoče osvežiti vira. Preverite vašo internetno povezavo ali pravilnost naslova vira, ki ste ga zapisali.
sr: Nemoguće osvežiti izvod. Proverite vašu Internet vezu i da je adresa izvoda ispravna.
tr: Akış güncellenemedi. İnternet bağlantınızı ya da akış adresini kontrol edin
uk: Неможливо оновити стрічку новин. Перевірте з'єднання з Інтернетом або правильність адреси вказаної стрічки.

source: Feeds copied
bg: Източниците са копирани
cs: RSS kanály zkopírovány
da: Feeds kopieret
de: RSS-Feeds kopiert
es: Feeds copiados
fa: خوراک‌ها کپی شدند
fi: Syötteet kopioitu
fr: Flux copiés
he: ההזנות הועתקו
hr: Feedovi su kopirani
pl: Osobiste kanały skopiowany pomyślnie
ro: Fluxuri copiate
ru: Новостные ленты скопированы
sk: Informačné kanály skopýrované
sl: Viri preslikani
sr: Izvodi kopirani
tr: Kaynaklar kopyalandı
uk: Стрічки скопійовано

source: Folder not copied
bg: Папката не бе копирана
cs: Složka nebyla zkopírován
da: Mappe ikke kopieret
de: Der Ordner konnte nicht kopiert werden
es: Carpeta no copiada
fa: پوشه کپی نشد
fi: Kansiota ei kopioitu
fr: Aucun dossier copié
he: התיקייה לא הועתקה
hr: Mapa nije kopirana
pl: Katalog nie został skopiowany
ro: Dosar necopiat
ru: Папка не скопирована
sk: Nepodarilo sa skopírovať priečinok
sl: Mapa ni preslikana
sr: Folder nije kopiran
tr: Klasör kopyalanamadı
uk: Папку не скопійовано

source: Copy Error
bg: Грешка при копирането
cs: Chyba při kopírování
da: Kopieringsfejl
de: Fehler beim Kopieren
es: Error de copia
fa: خطای کپی
fi: Kopiointivirhe
fr: Erreur lors de la Copie
he: שגיאת בעת גיבוי
hr: Greška pri kopiranju
pl: Błąd Kopii
ro: Eroare la copiere
ru: Ошибка копирования
sk: Chyba pri kopýrovaní
sl: Napaka Preslikave
sr: Greška pri kopiranju
tr: Kopya Hatası
uk: Помилка копіювання

source: Feeds restored
bg: Източниците са възстановени
cs: RSS kanály obnoveny
da: Feeds gendannet
de: RSS-Feeds wiederhergestellt
es: Feeds restaurados
fa: خوراک‌ها بازگردانده شدند
fi: Syötteet palautettu
fr: Flux restaurés
he: התיקייה שוחזרה
hr: Feedovi su obnovljeni
pl: Kanały osobiste zostały przywrócone pomyślnie
ro: Fluxuri restaurate
ru: Новостные ленты восстановлены
sk: Informačné kanály obnovené
sl: Viri obnovljeni
sr: Izvodi vraćeni
tr: Kaynaklar geri yüklendi
uk: Стрічки відновлено

source: Feeds: {}
bg: Емисии: {}
cs: Kanály {}
de: RSS-Feeds: {}
fi: Syötteet: {}
fr: Flux : {}
hr: Feedovi: {}
pl: Kanały: {}
ru: Новостные ленты:
sl: Viri: {}
sr: Izvodi: {}
uk: Стрічки: {}

source: &Filter by:
bg: &Филтриране по:
cs: &Filtrovat podle:
da: &Filtrér efter:
de: &Filter nach:
es: &Filtrar por:
fa: &فیلتر کردن با
fi: &Suodata:
fr: Fi&ltrer par:
he: &סינון לפי:
hr: &Filtriraj prema:
pl: &Filtrowanie:
ro: &Filtrează după:
ru: &Фильтр по:
sk: &filter:
sl: &Preseji med
sr: Izdvoji po:
tr: &Filtreleme kriteri:
uk: &Фільтрувати за:

source: List of &articles...
bg: Списък на &статиите...
cs: &Seznam článků...
da: Liste over &artikler...
de: &Artikelliste...
es: Lista de &artículos...
fa: فهرستِ &مقاله‌ها...
fi: &Artikkeliluettelo...
fr: Liste des &articles...
he: רשימת &מאמרים...
hr: Popis čl&anaka …
pl: Lista &Artykułów...
ro: Lista &articolelor...
ru: Список &Статей...
sk: Zoznam &článkov...
sl: Seznam &člankov...
sr: &Lista članaka...
tr: Haber &listesi...
uk: Список &статей...

source: &Open feed
bg: &Отвори емисията
cs: &Otevřít RSS kanál
da: &Åbn feed
de: RSS-Feed ö&ffnen
es: &Abrir feed
fa: باز کردنِ &خوراک
fi: &Avaa syöte
fr: &Ouvrir le flux
he: &הזנה חדשה
hr: &Otvori feed
pl: &otwórz kanal
ro: &Deschidere flux
ru: &Открыть новостную ленту
sk: &otvoriť informačný kanál
sl: &Odpri vir
sr: &Otvori izvod
tr: &Akışı aç
uk: &Відкрити стрічку

source: Open feed as &HTML
bg: От&вори емисията като HTML
cs: Otevřít RSS kanál jako &HTML
da: Åbn feed som &HTML
de: RSS-Feed als &HTML öffnen
es: Abrir feed como &HTML
fa: باز کردنِ خوراک به صورتِ ا&چ‌تی‌اِم‌ال
fi: Avaa syöte &HTML-muodossa
fr: Ouvrir le flux en &HTML
hr: Otvori feed kao &HTML
pl: Otwórz kanał jako &HTML
ro: &Deschidere flux ca &HTML
ru: Открыть новостную ленту как &HTML
sl: Odpri vir kot &HTML
sr: Otvori izvod kao &HTML
uk: Відкрити стрічку як &HTML

source: Cop&y feed address
bg: Копира&й адреса на емисията
cs: Z&kopírovat &adresu RSS kanálu
da: &Kopier feedadresse
de: RSS-Feed-Adresse &kopieren
es: Cop&iar dirección del feed
fa: &کپیِ نشانیِ خوراک
fi: Kop&ioi syötteen osoite
fr: Cop&ier l'adresse du flux
hr: &Kopiraj adresu feeda
pl: &Kopiuj adres kanału
ro: Copiaz&ă adresa fluxurilor
ru: &Копировать адрес ленты
sl: Pre&slikaj naslov vira
sr: &Kopiraj adresu izvoda
uk: Скопію&вати адресу стрічки

source: &New...
bg: &Нов...
cs: &Nový...
da: &Ny...
de: &Neu...
es: &Nuevo...
fa: &جدید
fi: &Uusi...
fr: &Nouveau...
he: &חדש...
hr: &Novi …
pl: &Nowy...
ro: &Nou...
ru: &Новый...
sk: &Nový...
sl: &Nov...
sr: &Novi...
tr: &Yeni...
uk: &Нова...

source: &Rename...
bg: &Преименувай...
cs: &Přejmenovat...
da: &Omdøb...
de: &Umbenennen...
es: &Renombrar...
fa: &تغییرِ نام
fi: &Nimeä uudelleen...
fr: &Renommer...
he: &שנה שם...
hr: &Preimenuj …
pl: &Zmień nazwę...
ro: &Redenumire...
ru: &Переименовать...
sk: &Premenovať...
sl: &Preimenuj...
sr: &Preimenuj...
tr: Yeniden Adlandı&r...
uk: &Перейменувати...

source: &Delete...
bg: &Изтрий...
cs: O&dstranit...
da: &Slet...
de: &Löschen...
es: &Eliminar...
fa: &حذف کردن
fi: &Poista...
fr: &Supprimer...
he: &מחק...
hr: &Izbriši …
pl: &Usuń...
ro: &Ștergere...
ru: У&далить...
sk: &Vymazať...
sl: &Izbriši...
sr: &Obriši...
tr: &Sil...
uk: &Видалити...

source: S&et default
bg: &Задай по подразбиране
cs: Obnovit &výchozí
da: Indstil som st&andard
de: Als Standard &festlegen
es: &Configurar como predeterminado
fa: تن&ظیم به عنوانِ پیش‌فرض
fi: A&seta oletukseksi
fr: Définir par d&éfaut
he: &בחר ברירת מחדל
hr: Po&stavi kao zadani
pl: U&staw domyślnie
ro: &Setare ca implicit
ru: &Установить по умолчанию
sk: &nastaviť predvolené
sl: &Nastavitev za privzetega
sr: &Podesi kao podrazumevani
tr: Var&sayılan olarak ayarla
uk: В&становити за замовчуванням

source: &Import feeds from OPML file...
bg: &Импортирай емисии от OPML файл...
cs: &Importovat kanály z OPML souboru...
da: &Importér feeds fra OPML-fil...
de: RSS-Feeds aus OPML-Datei &importieren...
fi: &Tuo syötteet OPML-tiedostosta...
fr: &Importer les flux depuis un fichier OPML...
hr: &Kopiraj feedove iz OPML datoteke …
pl: &Importuj kanały z pliku OPML...
ru: &Импортировать новостные ленты из файла OPML...
sl: &Uvozi vire iz datoteke OPML...
sr: &Uvezi izvode iz OPML datoteke...
uk: &Імпортувати стрічки з файла OPML...

source: &Save feeds to OPML file...
bg: &Запиши емисиите в OPML файл...
cs: &Uložit kanály do OPML souboru...
da: &Gem feeds som OPML-fil...
de: RSS-Feeds als OPML-Datei &speichern...
fi: &Tallenna syötteet OPML-tiedostoon...
fr: &Enregistrer les flux dans un fichier OPML...
hr: &Spremi feedove u OPML datoteku …
pl: &Zapisz kanały w pliku OPML ...
ru: &Сохранить новостные ленты в файл OPML...
sl: &Shrani vire v datoteko OPML...
sr: &Sačuvaj izvode u OPML datoteci...
uk: &Зберегти стрічки у файл OPML...

source: &Preferences...
bg: &Настройки...
cs: Na&stavení...
da: &Indstillinger
de: &Einstellungen...
es: &Preferencias...
fa: ت&نظیمات...
fi: &Asetukset...
fr: &Préférences...
hr: &Postavke …
pl: &Ustawienia...
ro: Pre&ferințe...
ru: &Настройки...
sl: &Lastnosti...
sr: &Podešavanja...
uk: &Параметри…

source: Cannot add feed: %s
bg: Неуспешно добавяне на емисия: %s
cs: Nelze přidat RSS kanál %s
da: Kan ikke tilføje feed: %s
de: Der RSS-Feed konnte nicht hinzugefügt werden: %s
es: No se puede añadir el feed: %s
fa: نمیتوانم خوراک را اضافه کنم: %s
fi: Ei voi lisätä syötettä: %s
fr: Impossible d'ajouter le flux : %s
hr: Nije moguće dodati feed: %s
pl: Nie można dodać feedu: %s
ro: Nu se poate adăuga fluxul: %s
ru: Не удаётся добавить ленту: %s
sl: Ni možno dodati vira: %s
sr: Nemoguće dodati izvod: %s
uk: Неможливо додати стрічку: %s

source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
fa: خطا
fi: Virhe
fr: Erreur
hr: Greška
pl: Błąd
ro: Eroare
ru: Ошибка
sl: Napaka
sr: Greška
uk: Помилка

source: Do you want to copy feed address to the clipboard {feedAddress}?
bg: Желаете ли да копирате адреса на емисията в клипборда {feedAddress}?
cs: Chcete zkopírovat adresu RSS kanálu {feedAddress} do schránky?
de: Möchten Sie die folgende RSS-Feed-Adresse in die Zwischenablage kopieren?\R {feedAddress}
es: ¿Quieres copiar la dirección del feed al portapapeles? Dirección: {feedAddress}
fa: آیا میخواهید نشانیِ خوراک را در کلیپ‌برد کپی کنید {feedAddress}؟
fi: Haluatko kopioida syötteen osoitteen leikepöydälle? {feedAddress}
fr: Voulez-vous copier l'adresse du flux dans le presse-papiers {feedAddress} ?
ro: Doriți să copiați adresa fluxului pe planșetă {feedAddress}?
sl: Želite preslikati naslov vira v odložišče {feedAddress}?
sr: Da li želite da kopirate adresu izvoda u privremenu memoriju {feedAddress}?
uk: Бажаєте скопіювати адресу стрічки в буфер обміну {feedAddress}?

source: Copy feed address
bg: Копиране на адреса на емисията
cs: Zkopírovat adresu RSS kanálu
da: Kopiér feedadresse
de: RSS-Feed-Adresse kopieren
es: Copiar dirección del feed
fa: کپیِ نشانیِ خوراک
fi: Kopioi syötteen osoite
fr: Copier l'adresse du flux
hr: Kopiraj adresu feeda
pl: Kopiowanie adresu kanału informacyjnego
ro: Copiază adfresa fluxului
ru: Скопировать адрес ленты
sl: Preslikaj naslov vira
sr: Kopiraj adresu izvoda
uk: Скопіювати адресу стрічки

source: Address of a new feed:
bg: Адрес на нов източник:
cs: Adresa nového RSS kanálu:
da: Adresse på nyt feed:
de: Neue Adresse des RSS-Feeds:
es: Dirección de un feed nuevo:
fa: نشانیِ خوراکِ جدید:
fi: Uuden syötteen osoite:
fr: Adresse d'un nouveau flux:
he: כתובת להזנה חדשה:
hr: Adresa novog feeda:
pl: Adres nowego kanału osobistego:
ro: Adresa unui flux nou:
ru: Адрес новой новостной ленты:
sk: Adresa nového informačného kanála:
sl: Naslov novega vira:
sr: Adresa novog izvoda:
tr: Yeni bir Akış adresi:
uk: Адреса нової стрічки:

source: New feed
bg: Нов източник
cs: Nový RSS kanál
da: Nyt feed
de: Neuer RSS-Feed
es: Feed nuevo
fa: خوراکِ جدید
fi: Uusi syöte
fr: Nouveau flux
he: הזנה חדשה
hr: Novi feed
pl: Nowy kanał osobisty
ro: Flux nou
ru: Новая новостная лента
sk: Nový informačný kanál
sl: Nov vir
sr: Novi izvod
tr: Yeni kaynak
uk: Нова стрічка

source: Are you sure you want to delete this feed? This cannot be undone.
bg: Сигурни ли сте, че искате да изтриете този източник? Това действие не може да бъде отменено.
cs: Opravdu chcete vymazat tento rss kanál? Operaci nelze vrátit zpět.
da: Er du sikker på, at du vil slette dette feed? Dette kan ikke fortrydes.
de: Möchten Sie wirklich diesen RSS-Feed entfernen? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de querer eliminar este feed? Esto no puede deshacerse.
fa: آیا مطمئنید که میخواهید این خوراک را حذف کنید؟ این کار بازگشت‌پذیر نیست.
fi: Haluatko varmasti poistaa tämän syötteen? Poistoa ei voi kumota.
fr: Êtes-vous sûr de vouloir supprimer ce flux ? Cette action ne peut pas être annulé.
he: האם אתה בטוח שברצונך למחוק הזנה זאת? לא תוכל לשנות זאת.
hr: Zaista želiš izbrisati ovaj feed? Ova radnja je nepovratna.
pl: Czy jesteś pewien, że chcesz usunąć ten kanał osobisty? Ta akcja jest nieodwracalna.
ro: Sunteți sigur că doriți să ștergeți acest flux? Acesta nu poate să fie lăsat neterminat.
ru: Вы действительно хотите удалить эту новостную ленту? Это не может быть отменено.
sk: Naozaj chcete odstrániť tento informačný kanál?
sl: Ste prepričani, da želite izbrisati ta vir? Ta operacija je nepovratna.
sr: Da li ste sigurni da želite da obrišete ovaj izvod? Ovo ne može biti poništeno
tr: Bu kaynağı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити цю стрічку? Цю дію неможливо скасувати.

source: New name:
bg: Ново име:
cs: Nový název RSS kanálu:
da: Nyt navn:
de: Neuer Name:
es: Nombre nuevo:
fa: نامِ جدید:
fi: Uusi nimi:
fr: Nouveau nom:
he: שם חדש:
hr: Novi naziv:
pl: Nowa nazwa:
ro: Nume nou:
ru: Новое имя:
sk: Nový názov:
sl: Novo ime:
sr: Novo ime:
tr: Yeni ad:
uk: Нове ім’я:

source: Rename feed
bg: Преименуване на източник
cs: Přejmenovat rss kanál
da: Omdøb feed
de: RSS-Feed umbenennen
es: Renombrar feed
fa: تغییرِ نامِ خوراک‌ها
fi: Nimeä syöte uudelleen
fr: Renommer le flux
he: שנה שם הזנה
hr: Preimenuj feed
pl: Zmień nazwę kanału osobistego
ro: Redenumire flux
ru: Переименовать новостную ленту
sk: Premenovať informačný kanál
sl: Preimenuje vir
sr: Preimenuj izvod
tr: Akış adını değiştir
uk: Перейменувати стрічку

source: Open OPML file
bg: Отваряне на OPML файл
cs: Otevřít OPML soubor
da: Åbn OPML-fil
de: OPML-Datei öffnen
fi: Avaa OPML-tiedosto
fr: Ouvrir un fichier OPML
hr: Otvori OPML datoteku
pl: Otwórz plik OPML
ru: Открыть файл OPML
sl: Odpri datoteko OPML
sr: Otvori OPML datoteku
uk: Відкрити файл OPML

source: OPML files (*.opml)|*.opml
bg: OPML файлове (*.opml)|*.opml
cs: OPML soubory (*.opml)|*.opml
da: OPML-filer (*.opml)|*.opml
de: OPML-Dateien (*.opml)|*.opml
fi: OPML-tiedostot (*.opml)|*.opml
fr: Fichiers OPML (*.opml)|*.opml
hr: OPML datoteke (*.opml)|*.opml
pl: Pliki OPML (*.opml)|*.opml
ru: Файлы OPML (*.opml)|*.opml
sl: Datoteke OPML (*.opml)|*.opml
sr: OPML datoteke (*.opml)|*.opml
uk: Файли OPML (*.opml)|*.opml

source: Save As
bg: Запиши като
cs: Uložit Jako
da: Gem Som
de: Speichern unter
fi: Tallenna nimellä
fr: Enregistrer sous
hr: Spremi kao
pl: Zapisz &jako
ru: Сохранить Как
sl: Shrani Kot
sr: Sačuvaj kao
uk: Зберегти як

source: List of articles
bg: Списък на статиите
cs: Seznam článků
da: Liste over artikler
de: Artikel-Liste
es: Lista de artículos
fa: فهرستِ مقاله‌ها
fi: Artikkeliluettelo
fr: Liste des articles
hr: Popis članaka
pl: Lista artykułów
ro: Lista &articolelor..
ru: Список статей
sk: Zoznam článkov
sl: Seznam člankov
sr: Lista članaka
uk: Список статей

source: Open &web page of selected article.
bg: Отвори &уеб страницата на избраната статия
cs: &Otevřít webovou stránku vybraného článku.
da: Åbn &webside for den valgte artikel.
de: Webseite des ausgewählten Artikels ö&ffnen
es: Abrir la página &web del artículo seleccionado.
fa: باز کردنِ صفحه‌ی &وبِ مقاله‌ی انتخاب‌شده
fi: Avaa valitun artikkelin v&erkkosivu
fr: Ouvrir la page &web de l'article sélectionné.
hr: Otvori &web stranicu trenutačnog članka.
pl: Otwórz stronę internetową &wybranego artykułu.
ro: Deschide pagina web a articolului selectat.
ru: Открыть &web страницу выбранной статьи.
sk: Otvoriť &webovú stránku vybraného článku
sl: Članek odpri v &spletu.
sr: Otvori &Web stranicu izabranog članka.
uk: Відкрити &веб-сторінку обраної статті.

source: &About article...
bg: &Относно статията...
cs: &O článku...
da: &Om artikel...
de: &Info zum Artikel...
es: Acerca del artículo...
fa: &درباره‌ی مقاله...
fi: T&ietoa artikkelista...
fr: &À propos de l'articles...
hr: O čla&nku …
pl: &O artykule...
ro: &Despre articol...
ru: &О статье...
sk: &o článku...
sl: &O članku...
sr: &O članku...
uk: &Про статтю…

source: %sDo you want to copy article title and link to the clipboard?
bg: %sЖелаете ли да копирате заглавието на статията и препратката към нея в клипборда?
cs: %sChcete zkopírovat titulek článku a jeho odkaz do schránky?
de: %sMöchten Sie den Titel des Artikels kopieren und in die Zwischenablage verlinken?
es: %s ¿Quieres copiar el título del artículo y el enlace al portapapeles?
fa: %s میخواهید عنوان و لینکِ مقاله را در کلیپ‌برد کپی کنید؟
fi: %sHaluatko kopioida artikkelin otsikon ja linkin leikepöydälle?
fr: %s Voulez-vous copier le titre de l'article et le lien dans le presse-papiers ?
ro: Doriți să copiați titlul articolului %s și link-ul acestuia pe planșetă?
sl: %sŽelite preslikati naslov članka in povezavo nanj v odložišče?
sr: %s Da li želite da kopirate naslov članka i link u privremenu memoriju?
uk: %sБажаєте скопіювати назву статті й посилання на неї в буфер обміну?

source: Article information
bg: Информация за статията
cs: Informace o článku
da: Artikeloplysninger
de: Artikel-Information
es: Información del artículo
fa: اطلاعاتِ مقاله
fi: Artikkelin tiedot
fr: Informations de l'article
hr: Informacije o članku
pl: Informacje o artykulę
ro: Informații articol
ru: Информация о статье
sk: Informácie o článku
sl: Informacija o članku
sr: Informacije o članku
uk: Інформація про статтю

source: &Search edit box after feeds list
bg: Полето за &търсене след списъка с емисиите
cs: &Vyhledávací pole umístit až za seznam rss kanálů
da: &Søg redigeringsfelt efter feeds-listen
de: Eingabefeld nach der Liste der RSS-Feeds &suchen
es: Cuadro de edición de &búsqueda después de la lista de feeds
fa: کادرِ ویرایشیِ &جستجو بعد از فهرستِ خوراک‌ها
fi: &Hakukenttä syöteluettelon jälkeen
fr: &Zone de recherche après la liste des flux
hr: &Pretraži okvir za uređivanje nakon popisa feedova
pl: &Pole wyszukiwania po liście feedów
ro: &Caseta de căutare după lista de fluxuri
ru: &Поиск в поле редактирования после списка каналов
sl: &išči polje za urejanje po seznamu virov
sr: &Polje za unos pretrage nakon liste izvoda
uk: &Розмістити поле пошуку після списку зі стрічками

source: &Show articles Date
bg: &Показвай датите на статиите
cs: &Zobrazit datum článku
da: &Vis dato for artikler
de: Artikeldatum an&zeigen
fi: &Näytä artikkelin päivämäärä
fr: &Afficher la date des articles
hr: &Prikaži datum članka
pl: &Pokaż artykuły Data
ru: &Показывать даты публикаций статей
sl: &Pokaži datum članka
sr: &Prikaži datume članaka
uk: &Показувати дату статті

source: Unable to locate article title.
ar: تعذر تحديد عنوان المقال
bg: Заглавието на статията не може да бъде намерено.
cs: Nelze najít titulek článku.
da: Kan ikke finde artiklens titel.
de: Die Überschrift des Artikels konnte nicht ermittelt werden.
es: No se encuentra el título del artículo.
fa: نمیتوانم عنوانِ مقاله را پیدا کنم.
fi: Artikkelin otsikkoa ei löydy.
fr: Impossible de trouver le titre de l'article.
he: לא ניתן לאתר את כותרת המאמר.
hr: Nije moguće pronaći naslov članka.
hu: Nem található a cikk címe.
pl: Nie można znaleźć tytułu artykułu.
ro: Localizarea titlului de articol nereușită.
ru: Не удалось найти расположение названия статьи.
sk: Nepodarilo sa nájsť názov článku.
sl: Ni mogoče locirati naslova članka.
sr: Nemoguće pronaći naslov članka
tr: Haberin başlığı alınamadı.
uk: Не вдалося знайти назву статті.

source: Unable to locate article link.
ar: تعذر تحديد رابط المقال
bg: Връзката към статията не може да бъде намерена.
cs: Nelze najít odkaz na článek.
da: Kan ikke finde link til artikel.
de: Die Adresse des Artikels konnte nicht ermittelt werden.
es: No se encuentra el enlace del artículo.
fa: نمیتوانم لینکِ مقاله را پیدا کنم.
fi: Artikkelin linkkiä ei löydy.
fr: Impossible de trouver le lien de l'article.
he: לא ניתן לאתר את הקישור למאמר.
hr: Nije moguće pronaći poveznicu članka.
hu: Nem található hivatkozás a cikkhez.
pl: Nie można znaleźć linku do artykułu.
ro: Localizarea legăturii pentru articol nereușită.
ru: Не удалось найти расположение ссылки статьи.
sk: Nepodarilo sa nájsť odkaz na článok.
sl: Ni mogoče locirati povezave članka.
sr: Nemoguće pronaći link članka
tr: Haberin bağlantısı alınamadı.
uk: Не вдалося знайти посилання на статтю.

source: Show date
bg: Показвай датата
cs: Zobrazit datum
da: Vis dato
de: Datum anzeigen
es: Mostrar fecha
fa: نمایشِ تاریخ
fi: Näytä päivämäärä
fr: Montrer la date
hr: Prikaži datum
pl: Pokaż datę
ro: Afișează data
ru: Показать дату
sl: Pokaži datum
sr: Prikaži datum
uk: Показувати дату

source: Show buttons to copy
bg: Показвай бутоните за копиране
cs: Zobrazit tlačítka pro kopírování
da: Vis knapper, der skal kopieres
de: Schaltflächen zum Kopieren anzeigen
es: Mostrar botones para copiar
fa: نمایشِ دکمه‌ها برای کپی کردن
fi: Näytä kopiointipainikkeet
fr: Montrer les boutons pour copier
hr: Prikaži gumbove za kopiranje
pl: Pokaż przyciski do kopiowania
ro: Afișează butoanele de copiat
ru: Показать кнопки для копирования
sl: Pokaži gumbe za preslikavo
sr: Prikaži tastere za kopiranje
uk: Показувати кнопки для копіювання

source: Copy
bg: Копирай
cs: Kopírovat
da: Kopier
de: Kopieren
es: Copiar
fa: کپی کردن
fi: Kopioi
fr: Copier
hr: Kopiraj
pl: Kopiuj
ro: Copiază
ru: Копировать
sl: Preslikava
sr: Kopiraj
uk: Копіювати

source: &Feeds...
bg: &Източници...
cs: Čtečka &RSS kanálů
de: RSS-&Feeds...
fa: خوراک‌ها...
fi: &Syötteet...
fr: &Flux...
he: &הזנות..
hr: &Feedovi …
pl: &Kanały osobiste...
ro: &Fluxuri
ru: &Новостные ленты...
sk: &Informačné kanály...
sl: &Viri...
sr: &Izvodi...
tr: Akış& listesi...
uk: &Стрічки...

source: Activates the Feeds dialog of Read Feeds.
bg: Задейства диалоговия прозорец с емисиите на "Четене на емисии".
cs: Aktivuje hlavní okno rss čtečky.
da: Aktiverer dialogboksen Feeds i Læs Feeds.
de: Aktiviert das Dialogfeld "RSS-Feeds" unter "RSS-Feeds lesen".
es: Activa el diálogo Feeds de Read Feeds.
fa: پنجره‌ی خوراک‌های خوراک‌خوان را فعال میکند.
fi: Avaa Lue syötteet -lisäosan Syötteet-valintaikkunan.
fr: Active le dialogue Flux de Read Feeds.
hr: Aktivira dijaloški okvir „Feedovi” dodatka „Čitaj feedove”.
pl: Aktywuje okno dialogowe dodatku Read Feeds.
ro: Activează dialogul fluxurilor din Read Feeds.
ru: Активирует диалоговое окно «Веб-каналы» окна «Чтение каналов».
sl: Sproži pogovorno okno Virov za Bralnik Virov.
sr: Aktivira dijalog izvoda čitača izvoda.
uk: Активовує вікно зі стрічками для читання.

source: Shows the %s settings.
bg: Извежда настройките за %s.
cs: Zobrazí nastavení %s.
da: Viser indstillingerne for %s
de: Zeigt die %s-Einstellungen an.
es: Muestra las opciones de %s.
fa: تنظیماتِ %s را نشان میدهد.
fi: Näyttää %s -lisäosan asetukset.
fr: Montrer les paramètres de %s.
hr: Prikazuje postavke za %s.
pl: Pokazuje ustawienia %s.
ro: Afișează setările %s.
ru: Показывает параметры %s.
sl: Pokaže %s nastavitve.
sr: Prikazuje podešavanja za%s.
uk: Показує налаштування %s.
