Repository: nvdaes/readFeeds
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, cs, da, de, es, fa, fi, fr, he, hr, hu, pl, ro, ru, sk, sl, sr, tr, uk

source: Refreshes the current feed and announces the most recent article title.
ar: تنشيط التلقيم الحالي ويعلن عن عنوان أحدث مقال.
bg: Опреснява текущия източник и съобщава заглавието на най-скорошната статия.
cs: Obnoví aktuální RSS kanál a oznámí titulek nejnovějšího článku.
da: Opdaterer det aktuelle feed og annoncerer titlen på den seneste artikel.
de: Ruft den aktuellen RSS-Feed ab und liest die neuen Überschriften der Artikel vor.
es: Actualiza el feed actual y anuncia el título del artículo más reciente.
fa: خوراکِ جاری را نوسازی کرده و جدید‌ترین عنوانِ مقاله را میخوانَد.
fi: Päivittää nykyisen syötteen ja lukee uusimman artikkelin otsikon.
fr: Actualise le flux actuel et annonce le titre de l'article le plus récent.
he: מרענן את ההזנות הנוכחיות ומקריא את כותרת המאמרים.
hr: Aktualizira trenutačni feed i najavljuje naslov najnovijeg članka.
hu: Frissíti az aktuális hírcsatornát, és bemondja a legújabb cikk címét.
pl: Odświeża aktualny kanał i oznajmia tytuł najnowszego artykułu.
ro: Reîmprospătează fluxul curent și anunță titlul celui mai recent articol.
ru: Обновляет текущую новостную ленту и объявляет самое последнее название статьи.
sk: Obnový vybratý zdroj a oznámy názov najnovšieho článku.
sl: Osveži trenuten vir in naznani naslov najnovejšega članka.
sr: Osvežava trenutni izvod i izgovara naslov poslednjeg članka
tr: Akışı günceller ve ilk haber başlığını okur
uk: Оновлює поточну стрічку й оголошує назву останньої статті.

source: Announces the title of the current article. Pressed two times, copies title and related link to the clipboard.
ar: الإعلان عن عنوان المقال الحالي, بالضغط عليه مرتين, يقوم بنسخ العنوان ورابط الصفحة الموجود بها المقال للحافظة.
bg: Съобщава заглавието на текущата статия. При двукратно натискане копира заглавието и връзката към статията в клипборда.
cs: Oznámí titulek aktuálního článku, dvojitý stisk ho spolu s webovou adresou zkopíruje do schránky.
da: Annoncerer titlen på den aktuelle artikel. Tryk to gange for at kopiere titel og tilhørende link til udklipsholderen.
de: Liest die aktuelle Überschrift des Artikels vor. Zweimal gedrückt wird die Überschrift und die dazugehörige Adresse in die Zwischenablage kopiert.
es: Anuncia el título del artículo actual. Presionado dos veces, copia el título y el enlace relacionado al portapapeles.
fa: عنوانِ مقاله‌ی جاری را میخوانَد. وقتی دو بار فشرده شود، عنوان و لینک مربوط به آن را در کلیپ‌برد کپی میکند.
fi: Lukee nykyisen artikkelin otsikon. Kahdesti painettaessa otsikko ja artikkelin linkki kopioidaan leikepöydälle.
fr: Annonce le titre de l'article actuel. Pressé deux fois, copies le titre et le lien associée dans le presse-papiers.
he: הקראת כותרת המאמר הנוכחי. לחיצה פעמיי0 מעתיקה את הכותרת ואת הקישור לזכרון הזמני.
hr: Najavljuje naslov trenutačnog članka. Kad se pritisne dva put, kopira naslov i poveznicu članka u međuspremnik.
hu: Bemondja az aktuális cikk címét. Kétszer lenyomva a cikk címét és linkjét a vágólapra másolja.
pl: Oznajmia tytuł aktualnego artykułu. Dwukrotne naciśnięcie kopiuje tytuł i link do schowka.
ro: Anunță titlul articolului curent. Apăsat de două ori, copiază titlul și legătura respectivă în planșetă.
ru: Объявляет название текущей статьи. Двойное нажатие копирует название и связанную ссылку в буфер обмена.
sk: Oznámy názov aktuálneho článku. Stlačené dvakrát rýchlo za sebou skopíruje názov článku a jeho odkaz do schránky.
sl: Naznani naslov trenutnega članka. Če pritisnete dvakrat, v odložišče preslika ta naslov in ustrezno povezavo.
sr: Izgovara naslov trenutnog članka. Ako se pritisne dva puta, kopira naslov i link u privremenu memoriju.
tr: Mevcut haberin başlığını okur. İki kez basılırsa başlık ve adres panoya kopyalanır.
uk: Оголошує назву поточної статті. При подвійному натисканні, копіює назву та пов'язане з нею посилання до буферу обміну.

source: Copied to clipboard %s
ar: تم نسخ %s للحافظة
bg: %s е копиран в клипборда
cs: Zkopírováno do schránky %s
da: Kopieret til udklipsholder %s
de: %s in die Zwischenablage kopiert
es: %s copiado al portapapeles
fa: در کلیپ‌برد کپی شد: %s
fi: %s kopioitu leikepöydälle
fr: Copié dans le presse-papiers %s
he: %s הועתק לזכרון
hr: Kopirano u međuspremnik %s
hu: %s a vágólapra másolva
pl: Skopiowano do schowka %s
ro: %s copiat în planșetă
ru: %s скопировано в буфер обмена
sk: %s skopírované do schránky
sl: %s preslikano v odložišče
sr: Kopirano u privremenu memoriju %s
tr: %s panoya kopyalandı
uk: %s скопійовано в буфер обміну

source: Announces the title of the next article.
ar: الإعلان عن عنوان المقال التالي
bg: Съобщава заглавието на следващата статия.
cs: Oznámí titulek následujícího článku.
da: Annoncerer titlen på den næste artikel.
de: Liest die nächste Überschrift des Artikels vor.
es: Anuncia el título del artículo siguiente.
fa: عنوانِ مقاله‌ی بعدی را میخوانَد
fi: Lukee seuraavan artikkelin otsikon.
fr: Annonce le titre de l'article suivant.
he: הקראת כותרת המאמר הבא.
hr: Najavljuje naslov slijedećeg članka.
hu: Bemondja a következő cikk címét.
pl: Oznajmia tytuł następnego artykułu.
ro: Anunță titlul articolului următor.
ru: Объявляет название следующей статьи.
sk: Oznámy názov nasledujúceho článku.
sl: Naznani naslov naslednjega članka.
sr: Izgovara naslov sledećeg članka.
tr: Sonraki haber başlığını okur
uk: Оголошує назву наступної статті.

source: Announces the title of the previous article.
ar: الإعلان عن عنوان المقال السابق
bg: Съобщава заглавието на предишната статия.
cs: Oznámí titulek předchozího článku.
da: Annoncerer titlen på den forrige artikel.
de: Liest die vorherige Überschrift des Artikels vor.
es: Anuncia el título del artículo anterior.
fa: عنوانِ مقاله‌ی قبلی را میخوانَد
fi: Lukee edellisen artikkelin otsikon.
fr: Annonce le titre de l'article précédent.
he: הקראת כותרת המאמר הקודם.
hr: Najavljuje naslov prethodnog članka.
hu: Bemondja az előző cikk címét.
pl: Oznajmia tytuł poprzedniego artykułu.
ro: Anunță titlul articolului anterior.
ru: Объявляет название предыдущей статьи.
sk: Oznámy názov predchádzajúceho článku.
sl: Naznani naslov predhodnega članka.
sr: Izgovara naslov prethodnog članka.
tr: Önceki haber başlığını okur
uk: Оголошує назву попередньої статті.

source: Announces article link, when pressed two times, opens related web page.
ar: الإعلان عن رابط المقال, بالضغط عليه مرتين, يقوم بفتح صفحة الوب الموجود بها المقال.
bg: Прочита връзката към статията, при двукратно натискане отваря тази връзка.
cs: Oznámí odkaz článku, dvojitý stisk otevře webovou stránku článku.
da: Annoncerer link til artikel. Tryk to gange for at åbne den tilsvarende webside.
de: Bei zweimal Drücken wird die Überschrift des Artikels vorgelesen und die dazugehörige Webseite aufgerufen.
es: Anuncia el enlace del artículo, cuando se presiona dos veces, abre la Página web relacionada.
fa: لینکِ مقاله را میخوانَد. وقتی دو بار فشرده شود، صفحه‌ی وبِ مربوط به آن مقاله را باز میکند.
fi: Lukee artikkelin linkin, ja avaa kahdesti painettaessa sen verkkosivun.
fr: Annonce le lien de l'article, lorsque vous appuyez deux fois, ouvre la page web associée.
he: הקראת הקישור למאמר. לחיצה פעמיים - כניסה לדף האינטרנט של אותו הקישור.
hr: Najavljuje poveznicu članka. Kad se pritisne dvaput, otvara povezanu web stranicu.
hu: Bemondja a cikk hivatkozásának címét, kétszer megnyomva megnyitja azt.
pl: Oznajmia link do artykułu, dwukrotne naciśnięcie otwiera stronę internetową.
ro: Anunță legătura articolului; când e apăsat de două ori deschide pagina web în cauză.
ru: Объявляет ссылку статьи, при двойном нажатии, открывает связанную веб-страницу.
sk: Oznámy odkaz na článok. Stlačené dvakrát rýchlo za sebou otvorí webovú stránku.
sl: Naznani povezavo na članek, če pritisnete dvakrat, se odpre ustrezna spletna stran.
sr: Izgovara link članka, kada se pritisne dva puta, otvara odgovarajuću Web stranicu.
tr: Mevcut haberin web adresini okur. İki kez basılırsa haberin girildiği web sayfası açılır.
uk: Оголошує посилання на статтю, при подвійному натисканні - відкриває відповідну веб-сторінку.

source: Copies title and related link of the current article to the clipboard.
bg: Копира заглавието и свързаната с текущата статия връзка в клипборда.
cs: Zkopíruje titulek aktuálního článku a jeho odkaz do schránky.
da: Kopierer titel og link fra den aktuelle artikel til udklipsholderen.
de: Kopiert den Titel und den zugehörigen Link des aktuellen Artikels in die Zwischenablage.
es: Copia el título y el enlace relacionado del actículo actual al portatapeles.
fa: عنوان و لینکِ مقاله‌ی جاری را در کلیپ‌برد کپی میکند
fi: Kopioi nykyisen artikkelin otsikon ja linkin leikepöydälle.
fr: Copies le titre et le lien associée de l'article actuel dans le presse-papiers.
he: העתק כותרת שמקושרת לקישור המאמר הנוכחי ללוח הגזירים.
hr: Kopira naslov i poveznicu trenutačnog članka u međuspremnik.
pl: Kopiuje nagłówek i odnoszący się link danego artykułu do schowka.
ro: Copiază titlul și link-ul relatat ale articolului curent pe planșetă.
ru: Копирует название и соответствующую ссылку текущей статьи в буфер обмена.
sk: Skopíruje názov a odkaz aktuálneho článku do schránky.
sl: Preslika naslov in pripadajočo povezavo trenutnega članka v odložišče.
sr: Kopira naslov i link trenutnog članka u privremenu memoriju
tr: Mevcut haber başlığı ve linkini panoya kopyalar.
uk: Копіює назву та пов'язане посилання на поточну статтю до буферу обміну.

source: Read Feeds
bg: Четене на емисии
cs: Čtečka RSS kanálů
da: Læs Feeds
de: RSS-Feeds lesen
fa: خوراک‌خوان
fi: Lue syötteet
hr: Čitaj feedove
hu: Hírcsatorna-olvasó
pl: Czytaj wiadomości / Read Feeds
sk: RSS čítačka
sl: Bralnik Virov
tr: Akışları Oku
uk: Читач новинних стрічок

source: Add-on for using NVDA as a feed reader.
ar: إضافة برمجية تمكن من استخدام NVDA كقارئ للتلقيمات
bg: Добавка за използване на NVDA като четец на новинарски източници.
cs: Doplněk pro použití NVDA jako čtečky RSS kanálů.
da: Tilføjelsesprogram til at bruge NVDA som feedlæser.
de: Erweiterung mit dem Sie NVDA als Reader für RSS-Feeds benutzen können.
es: Complemento para el uso de NVDA como un lector de feeds.
fa: افزونه‌ای برای استفاده از NVDA به عنوانِ یک خوراک‌خوان
fi: Lisäosa, jolla NVDA:ta voidaan käyttää syötteenlukijana.
fr: Module complémentaire pour utiliser NVDA comme un lecteur de flux RSS.
he: מאפשר להשתמש בNVDA תוכנת קוראת הזנות.
hr: Dodatak koji omogućuje korištenje čitača ekrana NVDA kao čitača feedova.
hu: Kiegészítő az NVDA rss olvasóként való használatához.
pl: Dodatek pozwalający używać NVDA jako czytnika kanałów z wiadomościami.
ro: Supliment pentru folosirea NVDA ca cititor de fluxuri.
ru: Дополнение для использования NVDA как чтеца лент новостей.
sk: Doplnok na sledovanie RSS zdrojov.
sl: Dodatek, ki spremeni NVDA tudi v bralnik virov
sr: Dodatak za korišćenje programa NVDA kao čitač izvoda.
tr: NVDA'yla RSS vb akışları takip etmeniz için bir eklenti.
uk: Додаток для використання програми NVDA як переглядача новинних стрічок.

source: You have installed the ReadFeeds add-on, probably an old and incompatible version with this one. Do you want to uninstall the old version?
ar: لقد قمت بتثبيت الإضافة, من المحتمل وجود إصدار قديم وغير متوافق مع الإضافة الجديدة. هل ترغب بإزالة الإصدار القديم؟
he: מותקנת כרגע גרסה ישנה של ReadFeeds שאינה תואמת גרסה זו. האם ברצונך להסיר אותה?
hu: Úgy tűnik, hogy ön már telepítette a Hírcsatorna-olvasó egyik régebbi változatát, ami az új verzióval már nem kompatibilis. Szeretné eltávolítani az előző verziót?
sk: Našla sa staršia verzia doplnku RSS čítačka, ktorá ale nie je kompatibilná s týmto doplnkom. Chcete ju odstrániť?
tr: Akış takip eklentisini kurmuşsunuz, muhtemelen eski ve bu versiyonla uyumsuz bir sürümü. Eski sürümü kaldırmak ister misiniz?

source: Uninstall incompatible add-on
ar: إزالة إضافة غير متوافقة
he: הסרת תוסף בלתי מתאים
hu: Régi kiegészítő eltávolítása
sk: Odstránenie staršieho doplnku
tr: Uyumsuz eklentiyi kaldır

source: Your configuration folder for NVDA contains files that seem to be derived from a previous version of this add-on. Do you want to update it?
ar: مجلد إعدادات NVDA لديك يحتوي على ملفات يبدو أنها مشتقة من إصدار سابق من هذه الإضافة. هل ترغب في التحديث؟
he: נראה כי תיקיית ההגדרות של NVDA מכילה קבצים ישנים של תוסף זה. האם ברצונך לעדכן אותה?
hu: Úgy tűnik, hogy az ön konfigurációs mappája tartalmaz olyan fájlokat, amiket a kiegészítő egy régebbi verziója készített. Szeretné ezt frissíteni?
sk: V priečinku s používateľskými dátami NVDA sa našli súbory zo staršej verzie tohto doplnku. Chcete ich aktualizovať?
tr: NVDA kullanıcı konfigürasyon dizininizde eski sürümden kalan dosyalar var. Güncellemek ister misiniz?

source: Install or update add-on
ar: تثبيت أو تحديث الإضافة
he: התקנה ועדכון תוסף
hu: A kiegészítő telepítése vagy frissítése
sk: Nainštalovať a aktualizovať doplnok
tr: Eklentiyi güncelle ya da kur

source: Feeds: {defaultFeed} ({configProfile})
sk: Informačné kanály: {defaultFeed} ({configProfile})

source: Open &folder containing a backup of feeds
sk: Otvoriť &priečinok so zálohou zdrojov

source: %s Do you want to copy article title and link to the clipboard?
sk: %s Chcete skopírovať názov článku a odkaz do schránky?

source: Copy feeds
he: העתק הזנה
sk: Skopýrovať informačné kanály
tr: Akışları kopyala

source: Select a folder to save a backup of your current feeds
sk: Zvoľte priečinok na uloženie zálohy vašich aktuálnych informačných kanálov

source: directory for backup:
he: נתיב לגיבוי:
sk: Adresár zálohy:
tr: Yedekleme için klasör:

source: Select directory to copy
he: בחר נתיב לגיבוי
sk: Zvoľte adresár, do ktorého chcete kopírovať
tr: Kopyalanacak klasörü seçin

source: Restore feeds
he: שחזור ההזנות
sk: Obnoviť informačné kanály
tr: Akışları geri yükle

source: Select a folder to restore a backup of your previous copied feeds
sk: Zvoľte priečinok na obnovenie zálohy informačných kanálov

source: directory containing backup:
he: ספריה מכילה גיבוי:
sk: Adresár so zálohou:
tr: Yedeğin bulunduğu klasör:

source: Select directory to restore
he: בחר תיקייה לשחזור
sk: Vyberte adresár na obnovenie
tr: Geri yüklemek için klasör seçin

source: &Read Feeds
ar: &قراءة التلقيمات
he: הזנות שלא נקראו
hu: &Hírcsatorna-olvasó
sk: &RSS čítačka
tr: R&SS Akışlarını Oku

source: &Copy feeds folder...
he: גיבוי תיקיית ההזנות האישיות...
sk: &Kopírovať priečinok informačných kanálov ...
tr: Besleme dizinini yede&kle...

source: R&estore feeds...
he: שחזור ההזנות האישיות...
sk: &Obnoviť informačné kanály...
tr: Akışları ge&ri yükle...

source: Activates the Feeds dialog of %s.
he: הפעל את תיבת דו-שיח הזנות של %s.
sk: Zobrazí dialóg s RSS kanálmi %s.
tr: %s için kaynaklar iletişim kutusunu açar.

source: Activates the Copy dialog of %s.
he: הפעל את תיבת הדו-שיח העתקה של %s.
sk: Aktivuje dialógové okno na kopírovanie %s.
tr: %s için kopyalama iletişim kutusunu açar.

source: Activates the Restore dialog of %s.
he: הפעל את תיבת הדו-שיח שחזור של %s.
sk: Aktivuje dialógové okno na obnovenie %s.
tr: %s için geri Yükleme iletişim kutusunu açar.

source: Manage feeds.
ar: إدارة التلقيمات
hu: Hírcsatornák kezelése

source: Article &list...
ar: &قائمة المقال...
hu: Cikkek &listája...

source: View article list
ar: عرض قائمة المقال
hu: Cikk lista megtekintése

source: &Temporary feed address...
ar: &عنوان تلقيم مؤقت
hu: Átmeneti hírcsatorna címek...

source: View or choose current feed address
ar: عرض أو اختيار عنوان التلقيم الحالي
hu: Az aktuális hírcsatorna címének megtekintése vagy kiválasztása

source: L&oad feed address from file...
ar: ت&حميل عنوان تلقيم من ملف
hu: Hírcsatorna &betöltése fájlból...

source: Select file which contains feed address.
ar: اختر الملف الذي يحتوي على عنوان التلقيم
hu: Válassza kia hírcsatorna címét tartalmazó fájlt.

source: Save current feed address to file...
ar: حفظ عنوان التلقيم الحالي إلى ملف...
hu: Az Aktuális hírcsatorna címének mentése fájlba...

source: Save current feed address to file
ar: حفظ عنوان التلقيم الحالي إلى ملف
hu: Az aktuális hírcsatorna címének mentése fájlba.

source: R&efresh current feed
ar: &تنشيط التلقيم الحالي
hu: Az aktuális hírcsatorna &frissítése

source: Checks for new articles for the current feed
ar: البحث عن مقالات جديدة للتلقيم الحالي
hu: Ellenőrzi hogy az aktuális hírcsatorna tartalmaz-e új hírt

source: Refresh Error
ar: خلل أثناء التنشيط
hu: Frissítési hiba

source: Open web page of selected article.
ar: افتح صفحة المقال المحدد
he: פתיחת דף האינטרנט של המאמר שנבחר.
hu: A kijelölt cikk weboldalának megnyitása
tr: Seçili haberin ayrıntıları için web sayfasını aç.

source: Refresh your selected feed to read the current article.
ar: قم بتنشيط التلقيم المحدد لقراءة المقال الحالي
hu: Frissítse az aktuális csatornát hogy elolvashassa a legfrissebb cikket.

source: Feed address to follow
ar: عنوان تلقيم لتتبعه
hu: A követni kívánt hírcsatorna címe

source: Feed address
ar: عنوان التلقيم
hu: Hírcsatorna címe

source: Selected %s
ar: تحديد %s
hu: %s kijelölve

source: Opens a dialog for entering a feed address.
ar: فتح محاورة لإدخال عنوان تلقيم
hu: Megnyit egy ablakot a hírcsatorna címének beírásához.

source: Select feed address from file
ar: اختر عنوان تلقيم من ملف
hu: Válassza kia hírcsatornát egy fájlból

source: Text files (*.txt) |*.txt
ar: ملفات نصية (*.txt) | *.txt
hu: Szöveges fájlok (*.txt) |*.txt

source: Unable to read feed address, feed can not be selected
ar: غير قادر على قراءة عنوان التلقيم, تعذر تحديد التقيم
hu: A hírcsatorna címe nem olvasható, a csatorna nem kiválasztható

source: Opens a dialog for selecting a file containing a feed address.
ar: فتح محاورة تمكنك من اختيار ملف يحتوي على عنوان تلقيم.
hu: Megnyit egy ablakot a hírcsatorna címét tartalmazó fájl kiválasztásához.

source: Text files (*.txt) | *.txt
ar: مفات نصية (*.txt) | *.txt
hu: Szöveges fájlok (*.txt) |*.txt

source: Saved %s
ar: تم حفظ %s
hu: %s elmentve

source: Feed address can not be saved
ar: تعذر حفظ عنوان التلقيم
hu: A hírcsatorna címe nem menthető

source: Opens a dialog where you can enter a filename to which the current feed address will be saved.
ar: فتح محاورة يمكنك من خلاله إدخال اسم ملف لحفظ عنوان التلقيم الحالي.
hu: Megnyit egy ablakot ahol megadható az elmenteni kívánt csatorna fájlneve.

source: &Backup personal feeds folder...
ar: &نسخة احطياطية لمجلد التلقيمات الشخصية...
hu: &Személyes hírcsatornák mappájának elmentése...

source: R&estore personal feeds...
ar: ا&سترجاع التلقيمات الشخصية...
hu: Saját hírcsatornák &visszaállítása...

source: Select the folder where your personal feeds will be backed up.
ar: اختر المجلد الذي ستقوم بأخذ نسخة احطياطية من تلقيماتك الشخصية به
hu: Válassza ki a saját csatornák biztonsági mentésének mappáját.

source: Unable to backup folder
ar: تعذر أخذ نسخة احطياطية من المجلد
hu: Nem sikerült a biztonsági mentés ebbe a mappába.

source: Backup Error
ar: خلل في أخذ نسخة احطياطية
hu: Mentési hiba

source: Restore personal feeds from backup folder
ar: استرجاع التلقيمات الشخصية من مجلد النسخة الاحطياطية
hu: Saját hírcsatornák biztonsági mentésének visszaállítása

source: Folder not restored
ar: لم يتم استرجاع المجلد
hu: A mappa nem visszaállítható

source: Restore Error
ar: استراع خلل
hu: Visszaállítási hiba

source: Feeds
tr: Haber Akışları

source: Select a folder to save a backup of your current feeds. They will be copied from %s.
tr: Mevcut kaynakları yedeklemek için bir klasör seçin. %s adresinden kopyalanacak.

source: Select a folder to restore a backup of your previous copied feeds. They will be copied to %s.
tr: Daha önce yedeklediğiniz kaynakları geri yüklemek için klasör seçin. %s adresine kopyalanacak.
